Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [62509] Nhân viên phải cho phép khách treo lên đầu tiên.
vi: [62509] Nhân viên phải để khách cúp máy trước.

source: [62523] Yêu cầu và ưu đãi của khách phải được xem xét không muộn hơn ngày trước khi đến.
vi: [62523] Yêu cầu và ưu tiên của khách phải được xem xét không muộn hơn ngày trước khi khách đến.

source: [62525] Nếu không thể cung cấp ưu tiên cho khách, các nhân viên phải thông báo cho khách trước khi họ đến hoặc, nếu không có chi tiết liên lạc, trong khi Nhận phòng.
vi: [62525] Nếu không thể cung cấp dịch vụ khách ưu tiên theo yêu cầu, nhân viên phải thông báo cho khách trước khi họ đến hoặc, nếu không có thông tin liên lạc, thông báo khi khách check in.

source: [62541] Xe có kích thước phù hợp phải được bố trí có thể chứa tất cả các thành viên trong nhóm.
vi: [62541] Phải bố trí xe có kích thước phù hợp để có thể chở tất cả các thành viên trong nhóm.

source: [62768] Chứng chỉ Tiêu Chuẩn Xanh của IHG có thể được đặt ở các khu vực công cộng.
vi: [62768] Chứng chỉ Tiêu Chuẩn Xanh của IHG có thể được trưng bày ở các khu vực công cộng.

source: [62843] Cung cấp che chắn vĩnh viễn xung quanh tất cả các khu vực dịch vụ, nhà máy, thiết bị và khu vực thu gom chất thải cho khách dễ nhìn.
vi: [62843] Cung cấp che chắn cố định xung quanh tất cả các khu vực dịch vụ, máy móc, thiết bị và khu thu gom chất thải mà khách có thể nhìn thấy.

source: [62849] Xà phòng rửa tay trong một chai hoặc hộp.
vi: [62849] Xà phòng rửa tay trong chai hoặc hộp.

source: [62851] Khăn giấy
vi: [62851] Giấy lau mặt

source: [62852] Bán hàng tại quầy tủ trưng bày phải được IHG® chấp thuận.
vi: [62852] Bán hàng tại quầy hoặc tủ trưng bày phải được IHG® chấp thuận.

source: [62857] Đỉnh phải đổ cát.
vi: [62857] Gạt tàn phải đổ cát.

source: [62874] Phải làm thơm mát không khí với một bộ điều chỉnh hương thơm trong nhà vệ sinh.
vi: [62874] Phải cung cấp máy xịt thơm với mùi hương làm thơm mát không khí trong nhà vệ sinh.

source: [62875] nhân viên làm việc trong các khu vực có sẵn dịch vụ kinh doanh phải được đào tạo về thiết bị và phần mềm được cung cấp.
vi: [62875] Nhân viên làm việc trong các khu vực cung cấp dịch vụ doanh nghiệp phải được đào tạo về thiết bị và phần mềm được cung cấp.

source: [62876] nhân viên làm việc trong các khu vực có sẵn dịch vụ kinh doanh nên thành thạo trong việc giúp khách kết nối và sử dụng các thiết bị cá nhân.
vi: [62876] Nhân viên làm việc trong các khu vực cung cấp dịch vụ doanh nghiệp nên thành thạo trong việc giúp khách kết nối và sử dụng các thiết bị cá nhân.

source: [63529] Một cho mỗi nhà tắm.
vi: [63529] Một biển cho mỗi nhà tắm.

source: [63534] Phải cung cấp biển báo bằng các ngôn ngữ bổ sung.
vi: [63534] Có thể bổ sung biển báo bằng các ngôn ngữ khác.

source: [63535] Nên treo biển 'Quên một cái gì đó' và các biển báo tái sử dụng khăn trên cùng một biển báo để giảm thiểu sự lộn xộn.
vi: [63535] Nên thông báo về tiện ích 'Forget something' và và chương trình tái sử dụng khăn trên cùng một biển báo để tránh bừa bộn.

source: [63832] Không cho phép các tiện ích ngủ.
vi: [63832] Không cho phép các amenity phục vụ việc ngủ.

source: [63834] Không cho phép các chậu cây.
vi: [63834] Không cho phép cung cấp chậu cây.

source: [63844] Cho phép vải lót tổng hợp và giấy.
vi: [63844] Cho phép lót đĩa chất liệu tổng hợp và giấy.

source: [63846] Cho phép khăn giấy hoặc hỗn hợp cotton.
vi: [63846] Cho phép khăn giấy hoặc khăn pha cotton.

source: [63895] Biển báo nên bao gồm một chữ tượng hình, sao cho thích hợp.
vi: [63895] Biển báo nên bao gồm biểu tượng khi phù hợp.

source: [63913] Bộ dụng cụ nên được cung cấp trong nhưng không giới hạn trong các lĩnh vực sau: quầy lễ tân; phòng bếp; buồng phòng; giặt ủi; khu vực bảo trì và kỹ thuật; khu vực lưu trữ hóa chất; văn phòng an ninh.
vi: [63913] Bộ dụng cụ nên được cung cấp tại nhưng không giới hạn ở các khu vực sau: lễ tân; bếp; khu buồng phòng; giặt ủi; khu vực bảo trì và kỹ thuật; khu vực bảo quản hóa chất; văn phòng an ninh.

source: [641048] Đào tạo đề xuất trên Dữ Liệu Cá Nhân và dữ liệu thẻ tín dụng.
vi: [641048] Chương trình đào tạo được đề xuất về Dữ Liệu Cá Nhân và dữ liệu thẻ tín dụng.

source: [64230] Hành lý phải được lưu trữ và bảo đảm trong một căn phòng khóa.
vi: [64230] Hành lý phải được cất giữ đảm bảo trong một phòng khóa.

source: [64231] Khách phải có thể lưu trữ hành lý trong tối đa 30 ngày.
vi: [64231] Khách phải có thể gửi hành lý trong tối đa 30 ngày.

source: [64232] Một sổ ghi chép lưu trữ hành lí tại chỗ.
vi: [64232] Phải có sổ ghi chép lưu trữ hành lí tại chỗ.

source: [64233] Đề nghị sử dụng các thẻ khác biệt cho hành lý cá nhân và nhóm.
vi: [64233] Đề nghị sử dụng các thẻ hành lý khác biệt cho hành lý khách cá nhân và khách đoàn.

source: [64266] Hệ thống đánh thức tự động phải có một tin nhắn ghi âm giọng nói.
vi: [64266] Hệ thống báo thức tự động phải có một tin nhắn ghi âm giọng nói.

source: [64267] cuộc gọi báo thức phải có sẵn cho khách 24 giờ một ngày, bảy ngày một tuần.
vi: [64267] Dịch vụ cuộc gọi báo thức phải phục vụ khách 24 giờ một ngày, bảy ngày một tuần.

source: [64269] Một nhân viên khách sạn có thể được xác nhận cuộc gọi báo thức tiếp theo sau năm phút sau mỗi cuộc gọi đánh thức theo lịch trình.
vi: [64269] Một nhân viên khách sạn có thể follow up xác nhận cuộc gọi báo thức sau năm phút của mỗi cuộc gọi báo thức đã vào lịch.

source: [65025] Không cho phép túi nhựa.
vi: [65025] Không cho phép dùng túi nhựa.

source: [65026] Phải được hiển thị trong tủ quần áo.
vi: [65026] Phải được để trong tủ quần áo.

source: [65500] Bánh mì không gluten phải có sẵn theo yêu cầu
vi: [65500] Bánh mì không gluten phải có khi khách yêu cầu

source: [65603] Thực đơn phải ở mức tối thiểu bằng tiếng Anh.
vi: [65603] Tối thiểu thực đơn phải bằng tiếng Anh.

source: [65660] Khi cung cấp bánh kếp và bánh quế, chúng phải được phục vụ nóng trong lò điện hoặc dưới đèn nhiệt.
vi: [65660] Khi cung cấp bánh kếp và bánh quế, chúng phải được phục vụ nóng trong lò điện hoặc bày dưới đèn giữ nhiệt.

source: [65668] Tối thiểu trà từ một máy tự động tự phục vụ và tối đa trà pha được phục vụ trên bàn trong một cái bình.
vi: [65668] Tối thiểu phải có trà từ một máy tự động tự phục vụ và tối đa trà được pha trong ấm và phục vụ tại bàn.

source: [65897] Cho phép một phòng cầu nguyện.
vi: [65897] Cho phép có một phòng cầu nguyện.

source: [65900] Số lượng: Hai gối mềm cho King, Queen và Double hoặc một cho Single.
vi: [65900] Số lượng: Hai gối mềm cho giường King, Queen và Double hoặc một gối cho giường đơn.

source: [65909] Tối thiểu 1200g cho giường King hoặc 800g cho giường Queen, giường đôi và giường đơn.
vi: [65909] Trọng lượng ruột gối: Tối thiểu 1200g cho giường King hoặc 800g cho giường Queen, giường twin và giường đơn.

source: [660] Tối thiểu luôn có một xe đẩy hành lý phải cho khách sử dụng.
vi: [660] luôn phải có tối thiểu một xe đẩy hành lý cho khách sử dụng.

source: [664050] Thành viên Vàng, Bạch kim và Spire Elite phải nhận được Tiện ích Chào đón và lợi ích tình trạng chỉ cho việc đặt phòng thực hiện qua các kênh IHG® bất kể giá phòng.
vi: [664050] Thành viên Gold, Platinum và Spire Elite phải nhận được bộ vật dụng Welcome Amenity và lợi ích phù hợp với hạng thành viên, chỉ áp dụng cho việc đặt phòng thực hiện qua các kênh của IHG® bất kể giá phòng.

source: [664051] Đặt phòng gián tiếp, ví dụ: những người được thực hiện thông qua Đại lý du lịch trực tuyến (OTA) sẽ không nhận được Tiện ích chào mừng hoặc lợi ích trạng thái.
vi: [664051] Đặt phòng gián tiếp, ví dụ: booking thông qua Đại lý du lịch trực tuyến (OTA) sẽ không nhận được Welcome Amenity hoặc lợi ích từ tư cách thành viên.

source: [66506] Gối tổng hợp phải có sẵn theo yêu cầu.
vi: [66506] Gối sợi tổng hợp phải có khi khách yêu cầu.

source: [66789] Trọng lượng nhồi đầy: Khi hậu nhiệt đới tối thiểu 150 gm², nhiệt độ vừa phải tối thiểu 200 gm², khí hậu lạnh tối thiểu 220 gm².
vi: [66789] Trọng lượng ruột chăn: Khí hậu nhiệt đới tối thiểu 150 gm², ôn đới thiểu 200 gm², hàn đới tối thiểu 220 gm².

source: [66792] Chất liệu nhồi: Khuyến nghị lông vũ/ lông tơ ngỗng
vi: [66792] Chất liệu nhồi: Khuyến nghị lông vũ/lông nhung ngỗng

source: [66794] Chần vải Quilting: khâu vuông 25x25cm
vi: [66794] Chần chăn: khuyến nghị chần hình vuông 25x25cm

source: [66795] Đường ống: Màu xanh lá cây (King), Xanh da trời (Queen), Đỏ (Double), Trắng (Single).
vi: [66795] Viền gân: Màu xanh lá cây (giường King), Xanh da trời (Queen), Đỏ (Double), Trắng (Single).

source: [66809] Kích thước: phải được đo để đảm bảo phù hợp.
vi: [66809] Kích thước: đảm bảo vừa với ruột chăn.

source: [66813] Hoa văn: cho phép white-on-white
vi: [66813] Họa tiết: cho phép họa tiết với các tông trắng khác nhau

source: [66816] Gấp bên trong: 15-20cm (7-8in)
vi: [66816] Nếp gấp bên trong: 15-20cm (7-8in)

source: [66819] Chất liệu vỏ: Cotton với tối đa 50% polyester.
vi: [66819] Chất liệu bọc: Cotton với tối đa 50% polyester.

source: [66826] Chốt: dây thun 45cm x 3,5cm (18in x 1,4in) ở các góc.
vi: [66826] Phương pháp cố định: dây thun 45cm x 3,5cm (18in x 1,4in) ở các góc.

source: [66828] Kích thước: Phải che hoàn toàn mặt trên của nệm sau khi co rút bình thường do giặt.
vi: [66828] Kích thước: Phải che kín mặt trên của nệm sau khi vải co rút bình thường do giặt.

source: [66] Tiền đặt cọc trước không được vượt quá giá phòng, bao gồm thuế và chỉ có thể được thực hiện trong tối đa 99 đêm.
vi: [66] Tiền đặt cọc trước không được vượt quá giá phòng, bao gồm thuế và chỉ được phép yêu cầu đặt cọc với thời gian lưu trú tối đa 99 đêm.

source: [67001] Uốn mép: Khăn nên được uốn mép ở bốn phía.
vi: [67001] May viền: Khăn nên được may viền ở cả bốn phía.

source: [67017] Uốn mép: Khăn nên được uốn mép ở bốn phía.
vi: [67017] May viền: Khăn nên được may viền ở cả bốn phía.

source: [67032] Uốn mép: Khăn nên được uốn mép ở bốn phía.
vi: [67032] May viền: Khăn nên được may viền ở cả bốn phía.

source: [67047] Uốn mép: Khăn nên được uốn mép ở bốn phía.
vi: [67047] May viền: Thảm nên được may viền ở cả bốn phía.

source: [6723] khách sạn làm việc với Nhà điều hành tour ngoại tuyến truyền thống không được quản lý (TOTO) và Nhà bán buôn nên tuân theo các đề xuất được đăng trên Trang Global Distribution Strategy Merlin.
vi: [6723] khách sạn làm việc với Nhà điều hành tour ngoại tuyến truyền thống không được quản lý (TOTO) và Đơn vị bán buôn nên tuân theo các đề xuất được đăng trên Trang Global Distribution Strategy Merlin.

source: [67322] Không được cung cấp trong phòng tắm.
vi: [67322] Không được để trong phòng tắm.

source: [6745] Trường hợp cung cấp các tài liệu tôn giáo, chúng phải được đặt kín đáo.
vi: [6745] Trường hợp cung cấp các ấn phẩm tôn giáo, chúng phải được đặt ở vị trí kín đáo.

source: [67502] Khi tủ lạnh mini được dự trữ, nó nên chứa các nhãn hiệu đồ ăn nhẹ và đồ uống được công nhận phù hợp trong khu vực.
vi: [67502] Khi tủ lạnh mini có sẵn đồ, nên gồm các nhãn hiệu đồ ăn nhẹ và đồ uống nổi tiếng và phù hợp với khu vực.

source: [675080] Phải cung cấp tối thiểu ba và tối đa sáu loại trà, bao gồm một Đen (ví dụ Bữa sáng kiểu Anh), một Xanh và một Thảo dược (ví dụ: Hoa cúc).
vi: [675080] Phải cung cấp tối thiểu ba và tối đa sáu loại trà, bao gồm một trà Đen (ví dụ English Breakfast), một trà Xanh và một trà Thảo mộc (ví dụ: Hoa cúc).

source: [675082] Trường hợp cung cấp sữa, nên cung cấp lựa chọn không sữa theo yêu cầu.
vi: [675082] Nếu cung cấp sữa, nên cung cấp cả lựa chọn không phải sữa theo yêu cầu.

source: [67551] Khuyến nghị loại địa phương
vi: [67551] Khuyến nghị dùng trà địa phương

source: [6764] Nếu không, khách phải được hỏi xem họ muốn biết thêm thông tin về khách sạn.
vi: [6764] Nếu không, khách phải được hỏi liệu họ có muốn biết thêm thông tin về khách sạn.

source: [677050] Nơi trưng bày các tài liệu thông tin du lịch, chúng phải ở trong một giá sách quảng cáo.
vi: [677050] Nơi trưng bày các tài liệu thông tin du lịch, phải ở trên một giá đựng brochure.

source: [677051] Không được trưng bày tài liệu quảng cáo của khách sạn từ các khách sạn không thuộc IHG®.
vi: [677051] Không được trưng bày ấn phẩm quảng cáo của khách sạn không thuộc IHG®.

source: [67706] Khuyến nghị trà Dilmah
vi: [67706] Khuyến nghị dùng trà Dilmah

source: [67708] Nên cho thực đơn trà vào thực đơn đồ uống.
vi: [67708] Nên bao gồm thực đơn trà trong thực đơn đồ uống.

source: [67902] nhóm từ 10 trở lên nên được kiểm tra ở phía trước bàn.
vi: [67902] nhóm từ 10 người trở lên nên được check in ở xa bàn lễ tân.

source: [67907] Trường hợp thực hiện đặt cọc trước, chúng phải được hoàn trả.
vi: [67907] Trường hợp đã thực hiện đặt cọc trước, tiền phải được hoàn trả.

source: [67908] Quy trình phải được quản lý bởi một đại diện cấp cao.
vi: [67908] Quá trình phải được xử lý bởi một đại diện cấp cao.

source: [67909] Nếu khách trở lại khách sạn trong thời gian còn lại, Người quản lý ca hoặc một nhân viên cao cấp hơn nên bày tỏ lòng biết ơn đối với khách.
vi: [67909] Nếu khách trở lại khách sạn trong thời gian còn lại của kỳ nghỉ, Quản lý ca hoặc một nhân viên cấp cao hơn nên bày tỏ lòng biết ơn đối với khách.

source: [67913] Khách sạn phải có danh mục rõ ràng cho cấp độ VIP với loại phòng liên quan và hướng dẫn tiện nghi.
vi: [67913] Khách sạn phải có tiêu chí rõ ràng cho các cấp VIP với hạng phòng liên quan và các tiện nghi trong phòng.

source: [67914] nhân viên phải đề nghị hộ tống tất cả khách VIP đến phòng của họ.
vi: [67914] nhân viên phải đề nghị hộ tống tất cả khách VIP đến phòng.

source: [67915] Trước khi khách đến, tất cả các phòng VIP phải được kiểm tra và giải quyết mọi vấn đề.
vi: [67915] Trước khi khách đến, tất cả các phòng VIP phải được kiểm tra và mọi vấn đề phải được giải quyết.

source: [67916] nhân viên nên đề nghị cung cấp cho khách một mô tả về phòng và các cơ sở công cộng, khi họ đi bộ đến phòng.
vi: [67916] nhân viên nên đề nghị tả cho khách về phòng và các tiện ích công cộng trên đường đến phòng.

source: [680071] Nên cung cấp một nhiệt kế, nó không phải là thủy ngân và cho khách dễ nhìn.
vi: [680071] Nếu trang bị nhiệt kế, không được là nhiệt kế thủy ngân và phải ở vị trí khách dễ thấy.

source: [681127] Tất cả các Tổng Giám đốc, Trưởng phòng và nhân viên phải hoàn thành bất kỳ Chương trình đào tạo Dịch vụ Thương hiệu và Định hướng Thương hiệu nào mới nhất trong vòng 90 ngày đầu tiên kể từ khi được cung cấp.
vi: [681127] Tất cả các Tổng Quản lý, Trưởng Bộ phận và nhân viên phải hoàn thành bất kỳ Chương trình đào tạo Dịch vụ Thương hiệu và Định hướng Thương hiệu nào mới được cập nhật trong vòng 90 ngày đầu tiên kể từ khi chương trình được ban hành.

source: [68498] Nên được đặt để cho khách thuận tiện khi hút thuốc, và đủ xa cửa ra vào, để không làm phiền khách không hút thuốc.
vi: [68498] Nên được đặt ở vị trí thuận tiện cho khách hút thuốc, và đủ xa cửa ra vào để không làm phiền khách không hút thuốc.

source: [68630] Người quản lý ca / Người quản lý / Lobby Champion, phải có mặt ở sảnh trong thời gian Nhận phòng và Trả phòng cao điểm.
vi: [68630] Quản lý ca/Quản lý/Quản lý tiền sảnh, phải có mặt ở sảnh trong thời gian Nhận phòng và Trả phòng cao điểm.

source: [68631] nhân viên phải có kiến thức về IHG® Rewards Club.
vi: [68631] nhân viên phải có kiến thức về CLB Khách hàng Thân thiết IHG®.

source: [68645] Phiếu nhận phòng theo nhóm nên có chỗ cho khách điền địa chỉ hòm thư điện tử.
vi: [68645] Danh sách nhận phòng cho đoàn nên có chỗ cho khách điền địa chỉ email.

source: [68651] Tiện nghi phòng tắm nên được điều chỉnh theo số lượng khách trong phòng khách.
vi: [68651] Amenity trong phòng tắm nên được điều chỉnh theo số lượng khách trong phòng.

source: [68801] Nên sử dụng tối thiểu 6m (20ft) làn đường thẳng trước hàng rào lối ra / vào.
vi: [68801] Nên có tối thiểu 6m làn đường thẳng trước rào chắn lối ra/vào.

source: [68] Thanh toán đặt phòng trước thông qua tất cả các phương thức thanh toán được IHG® phê duyệt phải được chấp nhận.
vi: [68] Phải chấp nhận thanh toán đặt phòng trước thông qua tất cả các phương thức thanh toán được IHG® phê duyệt.

source: [6922] Yêu cầu các ví thẻ hoặc ống bọc thẻ
vi: [6922] Yêu cầu có ví đựng thẻ khóa

source: [7009] Tất cả các nhân viên có quyền truy cập vào Dữ liệu cá nhân và dữ liệu thẻ tín dụng phải tham gia đào tạo về việc bảo mật thông tin đó.
vi: [7009] Tất cả các nhân viên có quyền truy cập vào Dữ liệu cá nhân và dữ liệu thẻ tín dụng phải tham gia đào tạo về việc bảo mật thông tin các thông tin này.

source: [7010] Lưu giữ bằng chứng ghi nhận hoàn thành huấn luyện.
vi: [7010] Lưu giữ bằng chứng ghi nhận hoàn thành đào tạo.

source: [7012] Bồi dưỡng đào tạo phải được thực hiện ít nhất hàng năm.
vi: [7012] Đào tạo củng cố phải được thực hiện ít nhất hàng năm.

source: [7014] Đánh giá Chính sách bảo mật thông tin và các thủ tục hỗ trợ phải được thực hiện ít nhất hàng năm hoặc mỗi lần xảy ra vi phạm hệ thống hoặc truy cập trái phép.
vi: [7014] Việc xem xét đánh giá Chính sách Bảo mật Thông tin và các quy trình phục vụ Chính sách này phải được thực hiện tối thiểu là thường niên, hoặc mỗi lần xảy ra sự kiện xâm nhập hệ thống hoặc truy cập trái phép.

source: [70304] loại phết bánh phải phục vụ điều khiển thành phần riêng lẻ.
vi: [70304] Các loại phết bánh mì phải được phục vụ theo khẩu phần có kiểm soát

source: [70402] Khuyến nghị một đồng hồ hoặc máy hẹn giờ cho người hướng dẫn.
vi: [70402] Khuyến nghị có đồng hồ hoặc máy bấm giờ cho người thuyết trình.

source: [708] Hành lý không được giao cho khách mà không có nhận dạng tích cực.
vi: [708] Hành lý không được giao cho khách mà không có xác nhận danh tính.

source: [70] Xác nhận đặt phòng hút thuốc hoặc không hút thuốc phải được vinh danh trong loại phòng đã đặt nếu áp dụng.
vi: [70] Booking phòng hút thuốc hoặc không hút thuốc đã xác nhận phải được tôn trọng nếu áp dụng.

source: [710076] TV nên cho phép khách xem hoặc nghe giải trí các kênh riêng của họ thông qua các thiết bị cá nhân.
vi: [710076] TV nên cho phép khách xem hoặc nghe các nội dung giải trí riêng của họ thông qua các thiết bị cá nhân.

source: [710077] Nên có Mô hình hiệu quả năng lượng (Ngôi sao năng lượng)
vi: [710077] Nên có Mô hình hiệu quả năng lượng (Energy Star)

source: [710109] Đề xuất đèn dimmer có kiểm soát.
vi: [710109] Khuyến nghị đèn có dimmer.

source: [710110] Góc chùm hẹp tối đa 24 độ
vi: [710110] Góc chùm sáng tối đa 24 độ

source: [710111] Cung cấp ít nhất một đèn làm việc và một đèn sàn.
vi: [710111] Cung cấp ít nhất một đèn làm việc và một đèn cây.

source: [711050] Đề nghị tính các món pasta theo loại nước sốt
vi: [711050] Khuyến nghị tính các món pasta theo loại nước sốt

source: [711055] Một kênh hiển thị các dịch vụ và tiện nghi của khách sạn, các chương trình và chương trình khuyến mãi của IHG.
vi: [711055] Một kênh chiếu các dịch vụ và tiện nghi của khách sạn, các chương trình và chương trình khuyến mãi của IHG.

source: [711059] thương hiệu được đề nghị của IHG là LG, Samsung và Philips.
vi: [711059] IHG đề xuất các thương hiệu LG, Samsung và Philips.

source: [716049] Màu sắc và phông chữ chung phải phù hợp với thương hiệu phù hợp
vi: [716049] Màu sắc và phông chữ nói chung phải đồng bộ với thương hiệu phù hợp

source: [71617] Nên lắp thiết bị xoay
vi: [71617] Khuyến nghị dùng giá đỡ có thể xoay

source: [718051] Từ khóa trung lập / chung chung có thể được mua.
vi: [718051] Có thể mua từ khóa trung lập/chung chung.

source: [719048] Tất cả các khiếu nại quảng cáo phải thực sự được hỗ trợ và chứng minh trên trang web độc lập của khách sạn
vi: [719048] Tất cả các tuyên bố trong quảng cáo phải có bằng chứng xác thực trên trang web độc lập của khách sạn

source: [71997] Nên có hướng dẫn về cách sử dụng điện thoại và danh sách các số cần gọi.
vi: [71997] Nên có hướng dẫn sử dụng điện thoại và danh sách các số cần gọi.

source: [72000] Một nhân viên từ nhóm họp nên trang bị và sẵn sàng với điện thoại di động hoặc email nếu bàn họp không có nhân viên
vi: [72000] Một nhân viên thuộc team Meetings nên có mặt khi được yêu cầu thông qua điện thoại di động hoặc email nếu bàn họp không có nhân viên trực liên tục

source: [72001] Nhóm họp nên thông báo cho người lập kế hoạch cuộc họp về khảo sát MSTS và phản hồi của họ rất quan trọng đối với khách sạn.
vi: [72001] Meeting team nên thông báo cho người lập kế hoạch cuộc họp về khảo sát MSTS và phản hồi của họ rất quan trọng đối với khách sạn.

source: [72003] Nên thực hiện một danh sách setup để sử dụng một giờ trước khi bắt đầu cuộc họp hoặc sự kiện.
vi: [72003] Nên có check list setup để sử dụng một giờ trước khi bắt đầu cuộc họp hoặc sự kiện.

source: [722050] Đồng hồ báo thức có thể được kết hợp với điện thoại đầu giường như một thiết bị tích hợp.
vi: [722050] Đồng hồ báo thức có thể được tích hợp với điện thoại đầu giường thành một unit

source: [723049] Phải có độ phân giải 1080P tối thiểu.
vi: [723049] Phải có tối thiểu độ phân giải 1080P.

source: [723050] Tối thiểu hai đầu vào HDMI và một đầu vào đồng trục, một đầu ra HDMI và đầu ra âm thanh loa.
vi: [723050] Tối thiểu hai cổng vào HDMI và cổng coaxial, một cổng ra HDMI và loa đầu ra.

source: [723052] Phải có thực đơn khách sạn có khóa.
vi: [723052] Phải có danh sách kênh khách sạn có khóa.

source: [723053] Phải cho phép dễ dàng quan sát từ giường và vị trí chỗ ngồi trong phòng.
vi: [723053] Phải cho phép xem TV dễ dàng từ giường và các vị trí ngồi trong phòng.

source: [730] Tất cả các phòng vệ sinh công cộng phải có mùi sạch, sạch sẽ và được trình bày tốt.
vi: [730] Tất cả các phòng vệ sinh công cộng phải có mùi tươi mát, sạch sẽ và được trình bày tốt.

source: [73297] Hiển thị thông tin khoảng cách hạn chế chiều cao và chiều rộng của xe.
vi: [73297] Phải treo thông tin chiều cao thông thủy và hạn chế chiều rộng xe rõ ràng.

source: [73299] Cần xem xét cho việc đậu và đỗ taxi.
vi: [73299] Cần xem xét cho việc dừng và đỗ taxi.

source: [73303] Nếu khách sạn là một phần của dự án phát triển phức hợp, hoặc được phân loại là một sân bay hoặc địa điểm đô thị.
vi: [73303] Nếu khách sạn là một phần của dự án phát triển phức hợp, hoặc được phân loại là một khách sạn sân bay hoặc khách sạn đô thị.

source: [73306] Đối với các dự án phát triển phức hợp, phân tích bãi đậu xe nên xem xét nhu cầu ngoài giờ cao điểm của nhiều người dùng.
vi: [73306] Đối với các dự án phát triển phức hợp, phân tích đỗ xe nên xem xét nhu cầu ngoài giờ cao điểm của nhiều người dùng.

source: [75069] Chiều cao khoảng cách tối thiểu 2,1m (7ft) tại tất cả các bãi đậu xe.
vi: [75069] Chiều cao tối thiểu 2,1m (7ft) tại tất cả các bãi đậu xe.

source: [754] Phải có một Nhà vô địch Trải nghiệm của Khách tại mỗi khách sạn.
vi: [754] Phải có một Quản lý Trải nghiệm Khách hàng tại mỗi khách sạn.

source: [755] Cá nhân được chỉ định là Nhà vô địch Trải nghiệm của Khách cũng có thể là Tổng Giám đốc.
vi: 755] Cá nhân được chỉ định là Quản lý Trải nghiệm Khách hàng cũng có thể là Tổng Quản lý.

source: [756] Nhà vô địch than thiết của IHG® phải được đề cử ở mỗi khách sạn.
vi: [756] Quản lý CLB Khách hàng Thân thiết IHG® phải được đề cử ở mỗi khách sạn.

source: [757] Họ phải được đề cử và đào tạo không muộn hơn 14 ngày trước khi khai trương khách sạn.
vi: [757] Những người này phải được đề cử và đào tạo không muộn hơn 14 ngày trước khi khai trương khách sạn.

source: [758] Họ phải được Tổng Giám đốc (hoặc đại biểu được chỉ định của họ) chỉ định trên Nguồn Câu lạc bộ khách hàng thân thiết IHG®.
vi: [758] Họ phải được Tổng Quản lý (hoặc người được ủy quyền) chỉ định trên Nguồn CLB Khách hàng Thân thiết IHG®.

source: [75995] Hướng dẫn thực hiện GM đảm bảo giá tốt nhất của IHG và các tài liệu hướng dẫn khác nên được tham khảo.
vi: [75995] Hướng dẫn thực hiện cho GM về Đảm bảo giá tốt nhất của IHG và các tài liệu hướng dẫn khác nên được tham khảo.

source: [759] Họ phải hoàn thành Hồ sơ IHG® Loyalty Champion trên Góc vô địch.
vi: [759] Họ phải hoàn thành Hồ sơ IHG® Loyalty Champion trên Champions Corner.
